Repository: hyunjuntyler/DayCounter
Catalog: DayCounter/App/Localization/Localizable.xcstrings
Source language: ko
Languages: en

source: 날짜
en: Date

source: 노트
en: Note

source: 디데이 리스트 만들기
en: Make a D-day List

source: 디데이 추가
en: Add Event

source: 디데이 편집
en: Edit Event

source: 리스트 관리하기
en: Managing the list

source: 삭제
en: Delete

source: 소중한 날짜를 추가해 주세요
en: Please add a precious date

source: 시작하기
en: Countinue

source: 저장
en: Save

source: 정말 삭제하시겠어요?
en: Are you sure you want to delete this?

source: 제목
en: Title

source: 취소
en: Cancel

source: 특별한 날을 추가해 주세요
en: Add a special day

source: 편집을 눌러 리스트를 관리해 보세요
en: Let's manage the List
